# Mm Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Mm Property
SymbolTypeId Class See Also
---
Symbol mm, indicating unit Millimeters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Mm { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Mm As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Mm {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace